---
kind: type
id: T:Autodesk.Revit.DB.SimpleWorksetConfiguration
source: html/6d3766a3-da32-1b8f-938f-72f0b86bd6b2.htm
---
# Autodesk.Revit.DB.SimpleWorksetConfiguration

Indicates the set of user-created worksets to open in memory

## Syntax (C#)
```csharp
public enum SimpleWorksetConfiguration
```